Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Needs rides with a power meter. Power comes from a .fit import or a synced activity with streams.
ar: يتطلب ركوبًا بمقياس قدرة. تأتي القدرة من استيراد ‎.fit أو نشاط مُزامَن يحتوي تسجيلات.
bg: Нужни са каране с измервател на мощност. Мощността идва от .fit импорт или синхронизирана активност с потоци.
ca: Calen sortides amb potenciòmetre. La potència ve d'una importació .fit o d'una activitat sincronitzada amb registres.
cs: Vyžaduje jízdy s wattmetrem. Výkon pochází z importu .fit nebo ze synchronizované aktivity se záznamy.
da: Kræver ture med powermeter. Effekten kommer fra en .fit-import eller en synkroniseret aktivitet med dataforløb.
de: Benötigt Radeinheiten mit Leistungsmesser. Leistung kommt aus einem .fit-Import oder einer synchronisierten Aktivität mit Datenströmen.
el: Χρειάζεται ποδηλασίες με μετρητή ισχύος. Η ισχύς προέρχεται από εισαγωγή .fit ή συγχρονισμένη δραστηριότητα με καταγραφές.
es: Requiere salidas con potenciómetro. La potencia viene de una importación .fit o de una actividad sincronizada con registros.
et: Vajab võimsusmõõturiga rattasõite. Võimsus tuleb .fit-impordist või salvestustega sünkroonitud tegevusest.
fi: Vaatii ajoja tehomittarilla. Teho tulee .fit-tuonnista tai synkronoidusta suorituksesta, jossa on datavirrat.
fr: Nécessite des sorties avec capteur de puissance. La puissance provient d'un import .fit ou d'une activité synchronisée avec relevés.
ga: Teastaíonn turais le méadar cumhachta. Tagann an chumhacht ó iompórtáil .fit nó ó ghníomhaíocht shioncronaithe le taifid.
hr: Potrebne su vožnje s mjeračem snage. Snaga dolazi iz uvoza .fit ili iz sinkronizirane aktivnosti sa zapisima.
hu: Teljesítménymérős kerékpározás kell hozzá. A teljesítmény .fit importból vagy adatsorokat tartalmazó szinkronizált tevékenységből érkezik.
id: Perlu gowes dengan power meter. Daya datang dari impor .fit atau aktivitas tersinkron yang punya rekaman.
is: Þarf hjólatúra með aflmæli. Aflið kemur úr .fit-innflutningi eða samstilltri æfingu með skráningum.
it: Servono uscite con misuratore di potenza. La potenza arriva da un import .fit o da un'attività sincronizzata con i tracciati.
ja: パワーメーター付きのライドが必要です。パワーは .fit の読み込みか、連続データ付きの同期アクティビティから得られます。
ko: 파워미터로 기록한 라이딩이 필요합니다. 파워는 .fit 가져오기나 스트림이 있는 동기화 활동에서 옵니다.
lt: Reikia važiavimų su galios matuokliu. Galia gaunama iš .fit importo arba sinchronizuotos veiklos su įrašais.
lv: Nepieciešami braucieni ar jaudas mērītāju. Jauda nāk no .fit importa vai sinhronizētas aktivitātes ar ierakstiem.
mk: Потребни се возења со мерач на моќност. Моќноста доаѓа од увоз .fit или од синхронизирана активност со записи.
ms: Memerlukan kayuhan dengan meter kuasa. Kuasa datang daripada import .fit atau aktiviti tersegerak yang mempunyai rakaman.
mt: Jeħtieġ rikbiet b'miter tal-qawwa. Il-qawwa tiġi minn importazzjoni .fit jew minn attività sinkronizzata bir-reġistrazzjonijiet.
nb: Krever økter med wattmåler. Watt kommer fra en .fit-import eller en synkronisert aktivitet med dataforløp.
nl: Vereist ritten met een vermogensmeter. Vermogen komt uit een .fit-import of een gesynchroniseerde activiteit met verlopen.
pl: Wymaga jazd z pomiarem mocy. Moc pochodzi z importu .fit albo zsynchronizowanej aktywności z zapisami.
pt_br: Exige pedais com medidor de potência. A potência vem de uma importação .fit ou de uma atividade sincronizada com séries de dados.
pt_pt: Precisa de saídas com medidor de potência. A potência vem de uma importação .fit ou de uma atividade sincronizada com registos.
ro: Sunt necesare ture cu powermetru. Puterea vine dintr-un import .fit sau dintr-o activitate sincronizată cu înregistrări.
ru: Нужны велотренировки с измерителем мощности. Мощность берётся из импорта .fit или синхронизированной активности с записями.
sk: Vyžaduje jazdy s wattmetrom. Výkon pochádza z importu .fit alebo zo synchronizovanej aktivity so záznamami.
sl: Potrebuje vožnje z merilnikom moči. Moč pride iz uvoza .fit ali iz sinhronizirane aktivnosti z zapisi.
sq: Duhen dalje me matës fuqie. Fuqia vjen nga një import .fit ose nga një aktivitet i sinkronizuar me regjistrime.
sr: Потребне су вожње са мерачем снаге. Снага долази из увоза .fit или из синхронизоване активности са записима.
sv: Kräver cykelpass med effektmätare. Effekten kommer från en .fit-import eller en synkad aktivitet med dataströmmar.
tr: Güç ölçerli sürüşler gerekir. Güç, bir .fit içe aktarımından veya kayıtları olan eşitlenmiş bir etkinlikten gelir.
uk: Потрібні велотренування з вимірювачем потужності. Потужність береться з імпорту .fit або синхронізованої активності із записами.
vi: Cần các buổi đạp có công tơ công suất. Công suất đến từ tệp .fit nhập vào hoặc hoạt động đồng bộ có kèm chuỗi dữ liệu.
zh_hans: 需要带功率计的骑行。功率来自 .fit 导入或带数据流的同步活动。
zh_hant: 需要有功率計的騎乘。功率來自 .fit 匯入或帶有資料流的同步活動。

source: Needs runs with per-second data, from a .fit import or a synced activity with streams.
ar: يتطلب جريًا ببيانات لكل ثانية، من استيراد ‎.fit أو نشاط مُزامَن يحتوي تسجيلات.
bg: Нужни са бягания с данни по секунди, от .fit импорт или синхронизирана активност с потоци.
ca: Calen curses amb dades segon a segon, d'una importació .fit o d'una activitat sincronitzada amb registres.
cs: Vyžaduje běhy s daty po sekundách, z importu .fit nebo ze synchronizované aktivity se záznamy.
da: Kræver løbeture med data pr. sekund, fra en .fit-import eller en synkroniseret aktivitet med dataforløb.
de: Benötigt Läufe mit Sekundendaten, aus einem .fit-Import oder einer synchronisierten Aktivität mit Datenströmen.
el: Χρειάζεται τρεξίματα με δεδομένα ανά δευτερόλεπτο, από εισαγωγή .fit ή συγχρονισμένη δραστηριότητα με καταγραφές.
es: Requiere carreras con datos por segundo, de una importación .fit o de una actividad sincronizada con registros.
et: Vajab sekundipõhiste andmetega jookse, .fit-impordist või salvestustega sünkroonitud tegevusest.
fi: Vaatii juoksuja sekuntikohtaisella datalla, .fit-tuonnista tai synkronoidusta suorituksesta, jossa on datavirrat.
fr: Nécessite des courses avec des données à la seconde, issues d'un import .fit ou d'une activité synchronisée avec relevés.
ga: Teastaíonn rití le sonraí gach soicind, ó iompórtáil .fit nó ó ghníomhaíocht shioncronaithe le taifid.
hr: Potrebna su trčanja s podacima po sekundi, iz uvoza .fit ili iz sinkronizirane aktivnosti sa zapisima.
hu: Másodpercenkénti adatokat tartalmazó futások kellenek hozzá, .fit importból vagy adatsorokat tartalmazó szinkronizált tevékenységből.
id: Perlu lari dengan data per detik, dari impor .fit atau aktivitas tersinkron yang punya rekaman.
is: Þarf hlaup með gögnum á sekúndufresti, úr .fit-innflutningi eða samstilltri æfingu með skráningum.
it: Servono corse con dati al secondo, da un import .fit o da un'attività sincronizzata con i tracciati.
ja: 秒単位データのあるランが必要です。.fit の読み込みか、連続データ付きの同期アクティビティから得られます。
ko: 초 단위 데이터가 있는 러닝이 필요하며, .fit 가져오기나 스트림이 있는 동기화 활동에서 옵니다.
lt: Reikia bėgimų su duomenimis kas sekundę, iš .fit importo arba sinchronizuotos veiklos su įrašais.
lv: Nepieciešami skrējieni ar datiem pa sekundēm, no .fit importa vai sinhronizētas aktivitātes ar ierakstiem.
mk: Потребни се трчања со податоци по секунда, од увоз .fit или од синхронизирана активност со записи.
ms: Memerlukan larian dengan data setiap saat, daripada import .fit atau aktiviti tersegerak yang mempunyai rakaman.
mt: Jeħtieġ ġirjiet b'data kull sekonda, minn importazzjoni .fit jew minn attività sinkronizzata bir-reġistrazzjonijiet.
nb: Krever løpeøkter med data per sekund, fra en .fit-import eller en synkronisert aktivitet med dataforløp.
nl: Vereist looptrainingen met gegevens per seconde, uit een .fit-import of een gesynchroniseerde activiteit met verlopen.
pl: Wymaga biegów z danymi co sekundę, z importu .fit albo zsynchronizowanej aktywności z zapisami.
pt_br: Exige corridas com dados segundo a segundo, vindos de uma importação .fit ou de uma atividade sincronizada com séries de dados.
pt_pt: Precisa de corridas com dados ao segundo, de uma importação .fit ou de uma atividade sincronizada com registos.
ro: Sunt necesare alergări cu date secundă cu secundă, dintr-un import .fit sau dintr-o activitate sincronizată cu înregistrări.
ru: Нужны пробежки с посекундными данными — из импорта .fit или синхронизированной активности с записями.
sk: Vyžaduje behy s údajmi po sekundách, z importu .fit alebo zo synchronizovanej aktivity so záznamami.
sl: Potrebuje teke s sekundnimi podatki, iz uvoza .fit ali iz sinhronizirane aktivnosti z zapisi.
sq: Duhen vrapime me të dhëna sekondë pas sekonde, nga një import .fit ose nga një aktivitet i sinkronizuar me regjistrime.
sr: Потребна су трчања са подацима по секунди, из увоза .fit или из синхронизоване активности са записима.
sv: Kräver löppass med data per sekund, från en .fit-import eller en synkad aktivitet med dataströmmar.
tr: Saniyelik verisi olan koşular gerekir; bunlar .fit içe aktarımından veya kayıtları olan eşitlenmiş bir etkinlikten gelir.
uk: Потрібні пробіжки з посекундними даними — з імпорту .fit або синхронізованої активності із записами.
vi: Cần các buổi chạy có dữ liệu từng giây, từ tệp .fit nhập vào hoặc hoạt động đồng bộ có kèm chuỗi dữ liệu.
zh_hans: 需要带逐秒数据的跑步，来自 .fit 导入或带数据流的同步活动。
zh_hant: 需要有逐秒資料的跑步，來自 .fit 匯入或帶有資料流的同步活動。

source: Neutral
ar: محايد
bg: Неутрално
ca: Neutre
cs: Neutrální
el: Ουδέτερο
es: Neutro
et: Neutraalne
fi: Neutraali
fr: Neutre
ga: Neodrach
hr: Neutralno
hu: Semleges
id: Netral
is: Hlutlaust
it: Neutro
ja: ニュートラル
ko: 중립
lt: Neutralu
lv: Neitrāli
mk: Неутрално
mt: Newtrali
nb: Nøytral
nl: Neutraal
pl: Neutralnie
pt_br: Neutro
pt_pt: Neutro
ro: Neutru
ru: Нейтрально
sk: Neutrálne
sl: Nevtralno
sq: Neutrale
sr: Неутрално
sv: Neutralt
tr: Nötr
uk: Нейтрально
vi: Trung tính
zh_hans: 中性
zh_hant: 中性

source: New Exercise
ar: تمرين جديد
bg: Ново упражнение
ca: Exercici nou
cs: Nový cvik
da: Ny øvelse
de: Neue Übung
el: Νέα άσκηση
es: Nuevo ejercicio
et: Uus harjutus
fi: Uusi liike
fr: Nouvel exercice
ga: Cleachtadh nua
hr: Nova vježba
hu: Új gyakorlat
id: Gerakan Baru
is: Ný æfing
it: Nuovo esercizio
ja: 新しい種目
ko: 새 운동
lt: Naujas pratimas
lv: Jauns vingrinājums
mk: Нова вежба
ms: Senaman Baharu
mt: Eżerċizzju ġdid
nb: Ny øvelse
nl: Nieuwe oefening
pl: Nowe ćwiczenie
pt_br: Novo exercício
pt_pt: Novo exercício
ro: Exercițiu nou
ru: Новое упражнение
sk: Nový cvik
sl: Nova vaja
sq: Ushtrim i ri
sr: Нова вежба
sv: Ny övning
tr: Yeni Hareket
uk: Нова вправа
vi: Bài Tập Mới
zh_hans: 新建动作
zh_hant: 新增動作

source: New exercise…
ar: تمرين جديد…
bg: Ново упражнение…
ca: Exercici nou…
cs: Nový cvik…
da: Ny øvelse…
de: Neue Übung…
el: Νέα άσκηση…
es: Nuevo ejercicio…
et: Uus harjutus…
fi: Uusi liike…
fr: Nouvel exercice…
ga: Cleachtadh nua…
hr: Nova vježba…
hu: Új gyakorlat…
id: Gerakan baru…
is: Ný æfing…
it: Nuovo esercizio…
ja: 新しい種目…
ko: 새 운동…
lt: Naujas pratimas…
lv: Jauns vingrinājums…
mk: Нова вежба…
ms: Senaman baharu…
mt: Eżerċizzju ġdid…
nb: Ny øvelse…
nl: Nieuwe oefening…
pl: Nowe ćwiczenie…
pt_br: Novo exercício…
pt_pt: Novo exercício…
ro: Exercițiu nou…
ru: Новое упражнение…
sk: Nový cvik…
sl: Nova vaja…
sq: Ushtrim i ri…
sr: Нова вежба…
sv: Ny övning…
tr: Yeni hareket…
uk: Нова вправа…
vi: Bài tập mới…
zh_hans: 新建动作…
zh_hant: 新增動作…

source: New routine
ar: روتين جديد
bg: Нова рутина
ca: Rutina nova
cs: Nová rutina
da: Ny rutine
de: Neue Routine
el: Νέα ρουτίνα
es: Nueva rutina
et: Uus rutiin
fi: Uusi rutiini
fr: Nouvelle routine
ga: Gnáthamh nua
hr: Nova rutina
hu: Új rutin
id: Rutinitas baru
is: Ný rútína
it: Nuova routine
ja: 新しいルーティン
ko: 새 루틴
lt: Nauja rutina
lv: Jauna rutīna
mk: Нова рутина
ms: Rutin baharu
mt: Rutina ġdida
nb: Ny rutine
nl: Nieuwe routine
pl: Nowa rutyna
pt_br: Nova rotina
pt_pt: Nova rotina
ro: Rutină nouă
ru: Новая программа
sk: Nová rutina
sl: Nova rutina
sq: Rutinë e re
sr: Нова рутина
sv: Ny rutin
tr: Yeni rutin
uk: Нова програма
vi: Giáo án mới
zh_hans: 新建计划
zh_hant: 新增課表

source: New session
ar: حصة جديدة
bg: Нова тренировка
ca: Sessió nova
cs: Nový trénink
da: Nyt pas
de: Neue Einheit
el: Νέα προπόνηση
es: Nueva sesión
et: Uus trenn
fi: Uusi harjoitus
fr: Nouvelle séance
ga: Seisiún nua
hr: Novi trening
hu: Új edzés
id: Sesi baru
is: Ný æfing
it: Nuova sessione
ja: 新しいセッション
ko: 새 세션
lt: Nauja treniruotė
lv: Jauns treniņš
mk: Нов тренинг
ms: Sesi baharu
mt: Sessjoni ġdida
nb: Ny økt
nl: Nieuwe sessie
pl: Nowa sesja
pt_br: Novo treino
pt_pt: Nova sessão
ro: Antrenament nou
ru: Новая тренировка
sk: Nový tréning
sl: Nov trening
sq: Stërvitje e re
sr: Нови тренинг
sv: Nytt pass
tr: Yeni antrenman
uk: Нове тренування
vi: Buổi tập mới
zh_hans: 新建训练
zh_hant: 新增訓練

source: Next up
ar: التالي
bg: Следва
ca: A continuació
cs: Další na řadě
da: Næste
de: Als Nächstes
el: Επόμενο
es: A continuación
et: Järgmisena
fi: Seuraavaksi
fr: À suivre
ga: Ar aghaidh
hr: Slijedi
hu: Következik
id: Berikutnya
is: Næst
it: Prossimo
ja: 次は
ko: 다음
lt: Toliau
lv: Nākamais
mk: Следно
ms: Seterusnya
mt: Imiss
nb: Neste
nl: Hierna
pl: Następne
pt_br: A seguir
pt_pt: A seguir
ro: Urmează
ru: Далее
sk: Ďalej
sl: Naslednje
sq: Në vijim
sr: Следи
sv: Härnäst
tr: Sırada
uk: Далі
vi: Tiếp theo
zh_hans: 接下来
zh_hant: 接下來

source: Nickname (optional)
ar: الكنية (اختياري)
bg: Прякор (по избор)
ca: Sobrenom (opcional)
cs: Přezdívka (nepovinné)
da: Kælenavn (valgfrit)
de: Spitzname (optional)
el: Παρατσούκλι (προαιρετικό)
es: Apodo (opcional)
et: Hüüdnimi (vabatahtlik)
fi: Lempinimi (valinnainen)
fr: Surnom (facultatif)
ga: Leasainm (roghnach)
hr: Nadimak (neobavezno)
hu: Becenév (opcionális)
id: Nama panggilan (opsional)
is: Gælunafn (valfrjálst)
it: Soprannome (facoltativo)
ja: 呼び名（任意）
ko: 별명 (선택)
lt: Pravardė (neprivaloma)
lv: Iesauka (neobligāti)
mk: Прекар (изборно)
ms: Nama panggilan (pilihan)
mt: Laqam (fakultattiv)
nb: Kallenavn (valgfritt)
nl: Bijnaam (optioneel)
pl: Przezwisko (opcjonalnie)
pt_br: Apelido (opcional)
pt_pt: Alcunha (opcional)
ro: Poreclă (opțional)
ru: Прозвище (необязательно)
sk: Prezývka (nepovinné)
sl: Vzdevek (neobvezno)
sq: Nofka (opsionale)
sr: Надимак (необавезно)
sv: Smeknamn (valfritt)
tr: Takma ad (isteğe bağlı)
uk: Прізвисько (необов’язково)
vi: Tên gọi (không bắt buộc)
zh_hans: 昵称（选填）
zh_hant: 暱稱（選填）

source: No account, no server
ar: لا حساب ولا خادم
bg: Без профил, без сървър
ca: Sense compte, sense servidor
cs: Žádný účet, žádný server
da: Ingen konto, ingen server
de: Kein Konto, kein Server
el: Χωρίς λογαριασμό, χωρίς διακομιστή
es: Sin cuenta, sin servidor
et: Ei kontot ega serverit
fi: Ei tiliä, ei palvelinta
fr: Pas de compte, pas de serveur
ga: Gan cuntas, gan freastalaí
hr: Bez računa, bez poslužitelja
hu: Nincs fiók, nincs szerver
id: Tanpa akun, tanpa server
is: Enginn aðgangur, enginn netþjónn
it: Nessun account, nessun server
ja: アカウントもサーバーもなし
ko: 계정도, 서버도 없음
lt: Jokios paskyros, jokio serverio
lv: Bez konta, bez servera
mk: Без сметка, без сервер
ms: Tiada akaun, tiada pelayan
mt: L-ebda kont, l-ebda server
nb: Ingen konto, ingen server
nl: Geen account, geen server
pl: Bez konta, bez serwera
pt_br: Sem conta, sem servidor
pt_pt: Sem conta, sem servidor
ro: Fără cont, fără server
ru: Ни аккаунта, ни сервера
sk: Žiadny účet, žiadny server
sl: Brez računa, brez strežnika
sq: Pa llogari, pa server
sr: Без налога, без сервера
sv: Inget konto, ingen server
tr: Hesap yok, sunucu yok
uk: Ні акаунта, ні сервера
vi: Không tài khoản, không máy chủ
zh_hans: 无账号，无服务器
zh_hant: 不用帳號，也沒有伺服器

source: No efforts long enough to read a threshold from yet. These need a 20-minute stretch of recorded power or heart rate.
ar: لا توجد بعد جهود طويلة بما يكفي لاستخراج عتبة. يلزم 20 دقيقة متصلة من القدرة أو النبض المسجَّل.
bg: Още няма достатъчно дълги усилия, от които да се отчете праг. Нужни са 20 минути непрекъснато записана мощност или пулс.
ca: Encara no hi ha esforços prou llargs per deduir-ne un llindar. Calen 20 minuts seguits de potència o pulsacions enregistrades.
cs: Zatím nejsou dost dlouhá úsilí, ze kterých by šel odečíst práh. Je potřeba 20 souvislých minut zaznamenaného výkonu nebo tepové frekvence.
da: Endnu ingen indsatser lange nok til at aflæse en tærskel. Der kræves 20 sammenhængende minutter med registreret effekt eller puls.
de: Noch keine Belastungen lang genug, um eine Schwelle abzulesen. Dafür brauchst du 20 zusammenhängende Minuten aufgezeichneter Leistung oder Herzfrequenz.
el: Δεν υπάρχουν ακόμη αρκετά μεγάλες προσπάθειες για να βγει κατώφλι. Χρειάζονται 20 συνεχόμενα λεπτά καταγεγραμμένης ισχύος ή παλμών.
es: Todavía no hay esfuerzos lo bastante largos para leer un umbral. Hacen falta 20 minutos seguidos de potencia o frecuencia cardíaca registradas.
et: Veel pole piisavalt pikki pingutusi, millest läve välja lugeda. Selleks on vaja 20 järjestikust minutit salvestatud võimsust või pulssi.
fi: Ei vielä riittävän pitkiä suorituksia kynnyksen lukemiseen. Niihin tarvitaan 20 minuuttia yhtäjaksoista tallennettua tehoa tai sykettä.
fr: Pas encore d'efforts assez longs pour en lire un seuil. Il faut 20 minutes d'affilée de puissance ou de fréquence cardiaque enregistrées.
ga: Níl aon iarracht fada go leor ann fós chun tairseach a léamh aisti. Teastaíonn 20 nóiméad leanúnach de chumhacht nó de ráta croí taifeadta.
hr: Zasad nema dovoljno dugih napora iz kojih bi se očitao prag. Potrebno je 20 uzastopnih minuta zabilježene snage ili pulsa.
hu: Még nincs elég hosszú terhelés, amiből küszöböt lehetne olvasni. Ehhez 20 perc összefüggő rögzített teljesítmény vagy pulzus kell.
id: Belum ada performa yang cukup panjang untuk membaca ambang. Ini perlu rentang 20 menit daya atau detak jantung yang terekam.
is: Enn eru engir nógu langir kaflar til að lesa þröskuld úr. Það þarf 20 mínútur samfellt af skráðu afli eða púlsi.
it: Non ci sono ancora sforzi abbastanza lunghi per ricavarne una soglia. Servono 20 minuti consecutivi di potenza o frequenza cardiaca registrate.
ja: 閾値を読み取れるだけ長い運動がまだありません。パワーまたは心拍が 20 分間続けて記録されている必要があります。
ko: 아직 역치를 읽을 만큼 긴 구간이 없습니다. 파워나 심박수가 20분 연속으로 기록되어야 합니다.
lt: Kol kas nėra pakankamai ilgų pastangų, iš kurių būtų galima nuskaityti slenkstį. Reikia 20 minučių ištisinio galios ar pulso įrašo.
lv: Vēl nav pietiekami garu piepūļu, no kurām nolasīt slieksni. Tam vajag 20 minūtes nepārtraukta reģistrēta jaudas vai pulsa ieraksta.
mk: Сè уште нема доволно долги напори од кои би се отчитал праг. Потребни се 20 непрекинати минути запишана моќност или пулс.
ms: Belum ada prestasi yang cukup panjang untuk membaca ambang. Ini memerlukan rentetan 20 minit kuasa atau denyutan jantung yang dirakam.
mt: Għad m'hemmx sforzi twal biżżejjed biex minnhom jinqara limitu. Iridu 20 minuta sħaħ ta' qawwa jew taħbit irreġistrat.
nb: Ingen økter er ennå lange nok til å lese av en terskel. Det kreves 20 sammenhengende minutter med registrert watt eller puls.
nl: Nog geen inspanningen lang genoeg om er een drempel uit te lezen. Daarvoor is 20 minuten aaneengesloten vastgelegd vermogen of hartslag nodig.
pl: Nie ma jeszcze wysiłków dość długich, by odczytać z nich próg. Potrzeba 20 minut ciągłego zapisu mocy albo tętna.
pt_br: Ainda não há esforços longos o bastante para tirar um limiar. É preciso um trecho de 20 minutos com potência ou frequência cardíaca gravada.
pt_pt: Ainda não há esforços suficientemente longos para daí ler um limiar. São precisos 20 minutos seguidos de potência ou frequência cardíaca registadas.
ro: Încă nu există eforturi suficient de lungi pentru a deduce un prag. E nevoie de 20 de minute continue de putere sau puls înregistrat.
ru: Пока нет отрезков, достаточно длинных для определения порога. Нужны 20 минут подряд записанной мощности или пульса.
sk: Zatiaľ nie sú dosť dlhé úsilia, z ktorých by sa dal odčítať prah. Treba 20 súvislých minút zaznamenaného výkonu alebo tepovej frekvencie.
sl: Zaenkrat ni dovolj dolgih naporov, iz katerih bi lahko odčitali prag. Potrebnih je 20 zaporednih minut zabeležene moči ali utripa.
sq: Ende nuk ka përpjekje mjaftueshëm të gjata për të nxjerrë një prag. Duhen 20 minuta rresht me fuqi ose rrahje të regjistruara.
sr: Засад нема довољно дугих напора из којих би се очитао праг. Потребно је 20 узастопних минута забележене снаге или пулса.
sv: Inga insatser är ännu långa nog att läsa av en tröskel ur. Det krävs 20 sammanhängande minuter med registrerad effekt eller puls.
tr: Henüz eşik okunacak kadar uzun bir efor yok. Bunun için 20 dakikalık kesintisiz kayıtlı güç veya nabız gerekir.
uk: Поки немає відрізків, достатньо довгих для визначення порога. Потрібні 20 хвилин поспіль записаної потужності або пульсу.
vi: Chưa có đoạn nào đủ dài để đọc ra ngưỡng. Việc này cần một đoạn 20 phút liên tục có ghi công suất hoặc nhịp tim.
zh_hans: 还没有足够长的片段用于推算阈值。需要连续 20 分钟的功率或心率记录。
zh_hant: 還沒有夠長的片段可用來推算閾值。這需要連續 20 分鐘的功率或心率紀錄。

source: No exercises yet
ar: لا تمارين بعد
bg: Още няма упражнения
ca: Encara no hi ha exercicis
cs: Zatím žádné cviky
da: Ingen øvelser endnu
de: Noch keine Übungen
el: Καμία άσκηση ακόμη
es: Aún no hay ejercicios
et: Veel pole harjutusi
fi: Ei vielä liikkeitä
fr: Pas encore d'exercices
ga: Níl aon chleachtadh ann fós
hr: Još nema vježbi
hu: Még nincs gyakorlat
id: Belum ada gerakan
is: Engar æfingar enn
it: Ancora nessun esercizio
ja: 種目がまだありません
ko: 아직 운동이 없습니다
lt: Kol kas pratimų nėra
lv: Vēl nav vingrinājumu
mk: Сè уште нема вежби
ms: Belum ada senaman
mt: Għad m'hemmx eżerċizzji
nb: Ingen øvelser ennå
nl: Nog geen oefeningen
pl: Jeszcze brak ćwiczeń
pt_br: Nenhum exercício ainda
pt_pt: Ainda sem exercícios
ro: Încă niciun exercițiu
ru: Упражнений пока нет
sk: Zatiaľ žiadne cviky
sl: Zaenkrat še ni vaj
sq: Ende pa ushtrime
sr: Још нема вежби
sv: Inga övningar ännu
tr: Henüz hareket yok
uk: Вправ поки немає
vi: Chưa có bài tập nào
zh_hans: 还没有动作
zh_hant: 還沒有動作
